academic/academic-cv.tex
% Created 2025-12-27 Sat 06:29
% Intended LaTeX compiler: pdflatex
\documentclass[13pt,letterpaper]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage{fontsize}
\changefontsize{13pt}
\usepackage[margin=0.8in]{geometry}
\usepackage{xcolor}
\usepackage{fancyhdr}
\usepackage{titlesec}
\definecolor{myblue}{RGB}{28,144,153}
\titleformat{\section}{\Large\bfseries\scshape\raggedright\color{myblue}}{}{0em}{}[\vspace{-0.7em}\textcolor{myblue}{\titlerule[1pt]}]
\pagestyle{fancy}
\fancyhf{}
\renewcommand{\headrulewidth}{0pt}
\usepackage{enumitem}
\setlist[itemize]{itemsep=0pt, parsep=0pt, topsep=0pt, partopsep=0pt}
\usepackage{needspace}
\author{Arnab Dey}
\date{\today}
\title{}
\hypersetup{
 pdfauthor={Arnab Dey},
 pdftitle={},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 30.1 (Org mode 9.7.11)}, 
 pdflang={English}}
\begin{document}

\begin{center}
{\LARGE Arnab K. Dey} \\
\vspace{1.5em}
Postdoctoral Researcher\\
Scripps Institution of Oceanography\\
University of California San Diego\\
8885 Biological Grade, La Jolla, CA 92037\\
\vspace{1.5em}
\textbf{Email:} arnabxdey@gmail.com\\
\textbf{ORCID ID:} 0000-0003-4585-3130 | \href{https://scholar.google.com/citations?user=iHzQ2QUAAAAJ\&hl=en\&oi=ao}{Google Scholar} \\
\vspace{1.5em}
\textbf{Research interests:} Environmental Epidemiology and Health Disparities, with Focus on Extreme Weather Impacts on Maternal-Child Health Outcomes and Gender-Based Violence; Using Machine Learning and Causal-Inference Methods
\end{center}
\section*{Educational Background}
\label{sec:orgbe7d048}

\subsection*{Ph.D. in Public Health (Global Health)}
\label{sec:orgfde361f}
2019-2024 \\
University of California San Diego \& San Diego State University \vspace{0.5em}\\
Advised by: \textbf{Dr. Tarik Benmarhnia \& Dr. Anita Raj}  \vspace{0.5em} \\
Thesis Title: Understanding The Effects of Extreme Temperatures on The Utilization of Maternal Health Services and Neonatal Survival in India
\subsection*{Post Graduate Diploma in forestry Management}
\label{sec:org9fae15b}
2010-2012 \\
Indian institute of forest Management, India
\subsection*{Bachelor of Engineering (Electronics and Communication)}
\label{sec:org60fbb21}
2006-2010 \\
University of Barddhamān, India
\section*{Employment History}
\label{sec:org8b5a48d}
\subsection*{Scripps institution of Oceanography, University of California San Diego}
\label{sec:orgf94379b}
Jan 2025 - Present \\
Postdoctoral Scholar \needspace{10\baselineskip}
\subsection*{Scripps institution of Oceanography, University of California San Diego}
\label{sec:org4d5bb5f}
Jun 2023 - Dec 2024 \\
Graduate Student Researcher \needspace{10\baselineskip}
\subsection*{Center on Gender Equity and Health (GEH), University of California San Diego}
\label{sec:org0f1e340}
Aug 2019 - May 2023 \\
Graduate Student Researcher \needspace{10\baselineskip}
\subsection*{Sambodhi Research and Communications, New Delhi, India}
\label{sec:org7aaca8f}
\begin{itemize}
\item Assistant Vice President (Jan 2017-Jun 2019)
\item Senior Manager Research (Apr 2015-Dec 2016)
\item Manager Research (Apr 2013-Mar 2015)
\item Deputy Manager (Apr 2012-Mar 2013) \needspace{10\baselineskip}
\end{itemize}
