academic/academic-cv.org
* Peer-Reviewed Publications

1. *Long-term exposure to fine particulate matter and diabetes in Bangladeshi adults: Can clean air targets curb the rising diabetes burden?*\\
   Rana, J., *Dey, A.K.*, Islam, R. M., Dey, S., Moraga, P., Kaufman, J.S. \\
   /Science of the Total Environment/ (2026) {{{needspace}}}
   
2. *Heatwaves and Home Births: Understanding The Impact of Extreme Heat on Place of Delivery in India*\\
   *Dey, A.K.*, Dimitrova, A., Raj, A., Benmarhnia, T.\\
   /GeoHealth/ (2025) {{{needspace}}}
      
3. *The Effect of Extreme Temperatures on Healthcare Utilization During Pregnancy: Findings from a Nationally Representative Survey in India*\\
   *Dey, A.K.*, Dimitrova, A., Raj, A., Benmarhnia, T.\\
   /Environmental Research/ (2025) {{{needspace}}}
   
4. *Two-Stage interrupted Time Series Analysis with Machine Learning: Evaluating the Health Effects of the 2018 Wildfire Smoke Event in San Francisco County As A Case Study*\\
   *Dey, A.K.*, Ma, Y., Carrasco-Escobar, G., Han, C., Rerolle, F., Benmarhnia, T.\\
   /American Journal of Epidemiology/ (2025) {{{needspace}}}

5. *Impact of Extreme Heat on Domestic Violence Calls for Services in New Orleans*\\
   *Dey, A.K.*, Rao, N., Thomas, E. E., Ma, Y., Riley, G., Benmarhnia, T., Raj, A.\\
   /JAMA Network Open/ (2025) {{{needspace}}}

6. *The 2025 Los Angeles Wildfires and Outpatient Acute Healthcare Utilization*\\
   Casey, J. A., Gu, Y. M., Schwarz, L., Frankland, T. B., Wilner, L. B., McBrien, H., Flores, N. M., *Dey, A.K.*, Lee, G. S., Chen, C., Benmarhnia, T., Tartof, S. Y.\\
   /JAMA Health forum/  (2025) {{{needspace}}}

7. *Expulsion Rates 12 Months After Early Versus Interval Postpartum Intrauterine Device Placement: A Randomized Trial*
   Averbach, S., Vaida, F., Hinz, E., Kully, G., *Dey, A.K.*, Lutgendorf, M., Haider, S. and Hofler, L. \\
   /American Journal of Obstetrics and Gynecology/ (2025) {{{needspace}}}

8. *Are Traditional Honor Ideologies Associated with Fertility Goals and Contraceptive Use? Findings from a Cross-Sectional Study with a National Sample of Women and Men in Uganda*\\
   *Dey, A.K.*, Closson, K., Bock, J. E., Brown, R. P., Nabukhonzo, P. K., Nyegenye, W., & Raj, A.\\
   /African Journal of Reproductive Health/ (2025) {{{needspace}}}

9. *Are Households Affected by Intimate Partner Violence Less Likely to Enroll Children Into Early Education in India: Findings from the Fifth National Family Health Survey, 2019 to 2021*\\
   Li, H., *Dey, A.K.*, Singh, A., McDougal, L., Hay, K., & Raj, A.\\
   /Journal of interpersonal Violence/ (2024) {{{needspace}}}

10. *Spatial Targeting and Integration Across Vaccination, Vitamin A and Deworming Programs Throughout India 2019–21*\\
    Rerolle, F., *Dey, A.K.*, Benmarhnia, T., & Arnold, B. F.\\
    /International Journal of Epidemiology/ (2024) {{{needspace}}}

11. *The EMERGE Framework to Measure Empowerment for Health and Development*\\
    Raj, A., *Dey, A.K.*, Rao, N., Yore, J., McDougal, L., Bhan, N., Silverman, J.G., Hay, K., Thomas, E.E., Fotso, J.C. and Lundgren, R.\\
    /Social Science & Medicine/ (2024) {{{needspace}}}

12. *The Association Between Quality of Contraceptive Counseling and Selection of Contraceptive Method Post-Counseling Among Women in Ethiopia*\\
    Ermias, Y., Averbach, S. H., *Dey, A.K.*, Gebrehanna, E., & Holt, K.\\
    /Contraception/ (2023) {{{needspace}}}

13. *Provider-Patient Experiences and HIV Care Utilization Among People Living with HIV who Inject Drugs in St. Petersburg, Russia*\\
    Raj, A., Gnatienko, N., Cheng, D.M., Blokhina, E., *Dey, A.K.*, Wagman, J.A., toussova, O., Truong, V., Rateau, L., Lunze, K. and Krupitsky, E.\\
    /International Journal for Quality in Health Care/ (2023) {{{needspace}}}

14. *The Associations of Everyday and Major Discrimination Exposure with Violence and Poor Mental Health Outcomes During the COVID-19 Pandemic*\\
    Raj, A., Chatterji, S., Johns, N. E., Yore, J., *Dey, A.K.*, & Williams, D. R.\\
    /Social Science & Medicine/ (2023) {{{needspace}}}

15. *Early Vs Interval Postpartum intrauterine Device Placement: A Randomized Clinical Trial*\\
    Averbach, S., Kully, G., Hinz, E., *Dey, A.K.*, Berkley, H., Hildebrand, M., Vaida, F., Haider, S. and Hofler, L.G.\\
    /JAMA/ (2023) {{{needspace}}}

16. *Impulsivity and Linkage to HIV Care Among People Living with HIV in St. Petersburg, Russia*\\
    *Dey, A.K.*, Ennis, N., Cheng, D.M., Blokhina, E., Raj, A., Quinn, E., Bendiks, S., Palfai, T., Dunne, E.M., Cook, R.L. and Krupitsky, E.
    /AIDS and Behavior/ (2022)  {{{needspace}}}

17. *Factors Affecting Delayed and Non-Receipt of Healthcare During the COVID-19 Pandemic for Women in Rural Maharashtra, India: Evidence from a Cross-Sectional Study*\\
    *Dey, A.K.*, Bhan, N., Rao, N., Ghule, M., Chatterji, S., & Raj, A.\\
    /Lancet EClinicalMedicine/ (2022) {{{needspace}}}

18. *Gender Differences in Work Attendance Among Health Care Workers in Northern Nigeria During The COVID-19 Pandemic*\\
    Taiwo, M., Oyekenu, O., Ekeh, F., *Dey, A.K.*, & Raj, A.\\
    /Lancet EClinicalMedicine/ (2022) {{{needspace}}}

19. *Using Machine Learning to Understand Determinants of IUD Use in India: Analyses of The National Family Health Surveys (NFHS-4)*\\
    *Dey, A.K.*, Dehingia, N., Bhan, N., Thomas, E.E., McDougal, L., Averbach, S., McAuley, J., Singh, A. and Raj, A.\\
    /SSM-Population Health/ (2022) {{{needspace}}}

20. *Strengthening Health Systems in Crisis Due to COVID-19 Requires Ending Violence Against Female Healthcare Workers*\\
    *Dey, A.K.*, Hay, K., & Raj, A.\\
    /Lancet EClinicalMedicine/ (2022) {{{needspace}}}

21. *Help Seeking Behavior by Women Experiencing Intimate Partner Violence in India: A Machine Learning Approach to Identifying Risk Factors*\\
    Dehingia, N., *Dey, A.K.*, McDougal, L., McAuley, J., Singh, A., & Raj, A.\\
    /PloS one/ (2022)   {{{needspace}}}

22. *How Does the Sex Composition of Children Affect Men's Higher Ideal Family Size Preference Relative to Women and Contraceptive Use Patterns Among Couples? A Cross-Sectional Analysis of Dyadic Couple's Data in India*\\
    *Dey, A.K.*, Acharya, R., Tomar, S., Silverman, J. G., & Raj, A.\\
    /SSM-Population Health/ (2021) {{{needspace}}}

23. *Measuring Quality of Family Planning Counseling and its Effects on Uptake of Contraceptives in Public Health Facilities in Uttar Pradesh, India: A Cross-Sectional Analysis*\\
    *Dey, A.K.*, Averbach, S., Dixit, A., Chakraverty, A., Dehingia, N., Chandurkar, D., Singh, K., Choudhry, V., Silverman, J.G. and Raj, A.\\
    /PLoS ONE/ (2021)  {{{needspace}}}

24. *Associations of Intimate Partner Violence and Reproductive Coercion with Contraceptive Use in Uttar Pradesh, India: How Associations Differ Across Contraceptive Methods*\\
    Tomar, S., Dehingia, N., *Dey, A.K.*, Chandurkar, D., Raj, A., & Silverman, J. G.\\
    /PLoS ONE/ (2020) {{{needspace}}}

25. *Infection Prevention Preparedness and Practices for Female Sterilization Services Within Primary Care Facilities in Northern India*\\
    Kumar, A., Gautam, A., *Dey, A.K.*, Saith, R., Uttamacharya, Achyut, P., Gautam, V., Agarwal, D., Chakraverty, A., Mozumdar, A. and Aruldas, K.,\\
    /BMC Health Services Research/ (2020) {{{needspace}}}

26. *Family Support and Community Respect for Community Health Workers and the Association of These with CHW Productivity and Clinic Health Care Utilization*\\
    Dehingia, N., Shakya, H., Chandurkar, D., Hay, K., *Dey, A.K.*, Singh, K., Silverman, J.G. and Raj, A.\\
    /Journal of Global Health Reports/ (2020) {{{needspace}}}

27. *Family Planning Counseling and Its Associations with Modern Contraceptive Use, Initiation, and Continuation in Rural Uttar Pradesh, India*\\
    Dehingia, N., Dixit, A., Averbach, S., Choudhry, V., *Dey, A.K.*, Chandurkar, D., Nanda, P., Silverman, J.G. and Raj, A.,\\
    /Reproductive Health/ (2019) {{{needspace}}}

28. *Choice of Contraceptive Methods in Public and Private Facilities in Rural India*\\
    Mozumdar, A., Gautam, V., Gautam, A., *Dey, A.K*, Uttamacharya, Saith, R., Achyut, P., Kumar, A., Aruldas, K., Chakraverty, A. and Agarwal, D.\\
    /BMC Health Services Research/ (2019) {{{needspace}}}

29. *Disrupting Gender Norms in Health Systems: Making The Case for Change*\\
    Hay, K., McDougal, L., Percival, V., Henry, S., Klugman, J., Wurie, H., Raven, J., Shabalala, F., Fielding-Miller, R., *Dey, A.K.*, and Dehingia, N.\\
    /The Lancet/ (2019) {{{needspace}}}

30. *Understanding Intersections of Social Determinants of Maternal Healthcare Utilization in Uttar Pradesh, India*\\
    *Dey, A.K.*, Hay K, Afroz B, Chandurkar D, Singh K, Dehingia N, et al.\\
    /SSM-Population Health/ (2018) {{{needspace}}}

31. *Heterogeneities in Utilization of Antenatal Care in Uttar Pradesh, India: The Need to Contextualize Interventions to Individual Contexts*\\
    Sridharan S, Pereira A, Hay K, *Dey, A.K.*, Chandurkar D, Veldhuizen S, et al.\\
    /Global Health Action/ (2018) {{{needspace}}}

32. *Discordance in Self-Report and Observation Data on Mistreatment of Women By Providers During Childbirth in Uttar Pradesh, India*\\
    *Dey, A.K.*, Shakya HB, Chandurkar D, Kumar S, Das AK, Anthony J, et al.\\
    /Reproductive Health/ (2017) {{{needspace}}}

33. *Associations Between Mistreatment by a Provider During Childbirth and Maternal Health Complications in Uttar Pradesh, India*\\
    Raj A, *Dey, A.K.*, Boyce S, Seth A, Bora S, Chandurkar D, et al.\\
    /Maternal and Child Health Journal/ (2017) {{{needspace}}}

34. *Towards An Understanding of The Multilevel Factors Associated with Maternal Health Care Utilization in Uttar Pradesh, India*\\
    Sridharan S, *Dey, A.K.*, Seth A, Chandurkar D, Singh K, Hay K, et al.\\
    /Global Health Action/ (2017) {{{needspace}}}

35. *Differential Effects of Community Health Worker Visits Across Social and Economic Groups in Uttar Pradesh, India: A Link Between Social Inequities and Health Disparities*\\
    Seth A, Tomar S, Singh K, Chandurkar D, Chakraverty A, *Dey, A.K.*, et al.\\
    /International Journal for Equity in Health/ (2017) {{{needspace}}}

