academic/academic-cv.org
* Non-Referred Publications

1. *Using Google Trends Data to Assess Reproductive Health Needs in Nigeria During COVID-19*\\
   *Dey, A.K.*, Dehingia N., Raj A.\\
   Big Data and Gender in the Age of COVID-19: A Brief Series from UC San Diego (2021) {{{needspace}}}

2. *Topic Modeling of Twitter Data to Identify Issues Impacting Women and Girls' Education During The COVID-19 Pandemic*\\
   *Dey, A.K.*, Dehingia N., Sassendrakumar BR, Tripathi T, Raj A.\\
   Big Data and Gender in the Age of COVID-19: A Brief Series from UC San Diego (2021) {{{needspace}}}

3. *Understanding Patterns of Unplanned Pregnancies and Abortions in India During The Covid-19 Pandemic Using Google Trends Data*\\
   *Dey, A.K.*, Dehingia, N., Raj A.\\
   Emerge – Blog Post (2021) {{{needspace}}}

4. *Trends in Online Misogyny Before and During the COVID-19 Pandemic: Analysis of Twitter Data from Five South-Asian Countries*\\
   Dehingia N., Lundgren R, *Dey, A.K.*, Raj A.\\
   Big Data and Gender in the Age of COVID-19: A Brief Series from UC San Diego (2021) {{{needspace}}}

5. *Gender Differences in Social Media Communication By National Leaders During the COVID-19 Pandemic*\\
   Dehingia N., *Dey, A.K.*, Raj A.\\
   Big Data and Gender in the Age of COVID-19: A Brief Series from UC San Diego (2021) {{{needspace}}}

6. *A Conceptual Framework for Measuring Empowerment*\\
   Raj A, *Dey, A.K.*, Lundgren R, and The EMERGE Team\\
   Emerge Project Report (2021) {{{needspace}}}

7. *What Is India Doing with all its Big Data?*\\
   *Dey, A.K.*\\
   The Quint (2019) {{{needspace}}}

* Conference Presentations

** Oral Presentations

1. *Associations Between Heat and Domestic Violence: Evidence from New Orleans, Louisiana*\\
   *Dey, A.K.*, Rao N.; Thomas E.E., Ma Y., Riley G., Benmarhnia T., Raj A.\\
   Sexual Violence Research Initiative Forum (2024) {{{needspace}}}

2. *Heatwaves and Home Births: Impact of Extreme Heat on Delivery Choices in India*\\
   *Dey, A.K.*, Anna Dimitrova, Tarik Benmarhnia\\
   36th Annual Conference of the International Society of Environmental Epidemiology (2024) {{{needspace}}}

3. *Testing Assumptions in Theories of Change*\\
   *Dey, A.K.*, Irani L, Carden F & Mark M\\
   American Evaluation Association Conference, Minneapolis, Minnesota (2019) {{{needspace}}}

4. *Till Time (and Poor Planning) Do Us Part: Programs As Dynamic Systems: Incorporating Planning of Sustainability into Theories of Change*\\
   Sridharan S, Nakaima A, Krishnan S, *Dey, A.K.*\\
   American Evaluation Association Conference, Minneapolis, Minnesota (2019) {{{needspace}}}
   
5. *Learning Through Principles Discovery Methods When the Program Theory Is Unclear: A Data-Driven Approach to Understanding Context-Mechanisms-Outcomes Associated With Impacts*\\
   Sridharan S, Mark M, Krishnan S, Nakaima A, *Dey, A.K.*\\
   13th Biennial Conference – European Evaluation Society, Thessaloniki, Greece (2018) {{{needspace}}}

6. *Triangulating Evidence to Evaluate Complex Health Care Quality Improvement Interventions in Low Resource Settings: Experiences from Uttar Pradesh and Bihar, India*\\
   Johar Z, *Dey, A.K.*, Gautam V, Saggurti N, Achyut P, Shetve M, Vajpayee J\\
   31st American Evaluation Association Conference, Washington DC (2017)  {{{needspace}}}

7. *Comprehensive measurement to assess impact of public health programs on Quality of Care: Examples from studies in public and private health facilities in Uttar Pradesh and Bihar* \\
   Nanda P, Saggurti N, Achyut P, Saith R, *Dey, A.K.*\\
   4th Evaluation Conclave – Community of Evaluators – South Asia, Bhutan (2017) {{{needspace}}}

8. *Sharing Program Evaluation Experiences: A Comprehensive Approach to Evaluate the Effect of Interventions on Reducing Health inequities*\\
   Nkwake A, Hassnain H, Ponge A, *Dey, A.K.*, Abegaz Y\\
   8th AfrEA International Conference, Kampala, Uganda (2017) {{{needspace}}}

9. *The Role of Evaluations in Bridging Equities: Experiences from Latin America, Asia and Africa*\\
   Atmavilas Y, Solar O, Zhao K, Sridharan S, ingabire M.G., Das A, *Dey, A.K.*\\
   Global Maternal and Newborn Health Conference, Mexico (2015)   {{{needspace}}}

** Poster Presentations

1. *The Impact of Type and Timing of Initiation of Progestin-only Contraceptive Pills on Lactation: A Pilot Study*\\
   Kully, G., Jacobs, M., Chambers C., *Dey, A.K.*, Bode L., Averbach S.\\
   Society of Family Planning Conference (2023) {{{needspace}}}

2. *Early Versus Interval Postpartum Intrauterine Device Placement: A Randomized Non-inferiority Trial*\\
   Kully, G., Jacobs, M., Chambers C., *Dey, A.K.*, Bode L., Averbach S.\\
   XXIV FIGO World Congress of Gynecology and Obstetrics (2023) {{{needspace}}}

3. *Intimate Partner Violence Against Women and Children's Early Education Attendance*\\
   Li H., *Dey, A.K.*, Singh A.K., Raj A.\\
   European Conference on Educational Research (2023) {{{needspace}}}

4. *Smog Shutting Schools?: Understanding The Impact of Schools Closure Due to Extreme Weather Conditions on Teachers Agency in Delhi, India*\\
   Tripathi T., Raj C., Loh C. Y. S., Mamas C., *Dey, A.K.*\\
   European Conference on Educational Research (2023) {{{needspace}}}

5. *Topic Modeling of Twitter Data to Identify Grassroot Responses to Critical Race Theory in Schools*\\
   Tripathi T., Bharanidharan S., *Dey, A.K.*\\
   52nd Annual Northeastern Educational Research Association Conference (2021) {{{needspace}}}

6. *Assessing Inequities in Community Health Worker's Interaction and its Impact in Uttar Pradesh, India*\\
   Gupta S., Tomar S., *Dey, A.K.*, Chandurkar D.\\
   16th World Congress on Public Health, Online (2020) {{{needspace}}}

7. *Measuring Organizational Absorptive Capacity and Culture to Inform Health System Strengthening Efforts in Uttar Pradesh, India*\\
   Yonzon K., Chandurkar D., *Dey, A.K.*, Singh K., Choudhry V.\\
   12th Annual Conf on the Science of Dissemination & Implementation, Virginia (2019) {{{needspace}}}

8. *Associations Between Family Planning Counselling and Contraceptive Continuation Among Women in Rural Uttar Pradesh, India: Findings from a Longitudinal Study*\\
   Dehingia N, Chandurkar D, *Dey, A.K.*, Anand P, Choudhary V, Silverman J, Raj A.\\
   International Conference on Family Planning, Kigali, Rwanda (2018)  {{{needspace}}}

9. *Exploring Associations Between Quality of Family Planning Counselling and Uptake of Methods in Public Health Facilities in Uttar Pradesh, India*\\
   *Dey, A.K.*, Choudhary V, Dehingia N, Chandurkar D, Anand P, Frey B, Raj A.\\
   International Conference on Family Planning, Kigali, Rwanda (2018) {{{needspace}}}

10. *Assessing Service Quality and Facility Readiness in Provision of Female Sterilization in Public Health Facilities in Uttar Pradesh, India*\\
    Chakrawerty A, Dehingia N, *Dey, A.K.*, Chandurkar D.\\
    9th Asia Pacific Conference on Reproductive and Sexual Health Rights, Vietnam (2017) {{{needspace}}}

11. *An integrated Approach towards Value-Based Evaluations to Support Responsiveness in Large-Scale Health Systems Addressing inequities*\\
    *Dey, A.K.*, Chandurkar D, Singh K, Hay K, Dehingia N, Saggurti N, Ramesh B. M., Sridharan S.\\
    Fourth Global Symposium on Health Systems Research, Vancouver (2016) {{{needspace}}}

12. *Provider Abuse and Discrimination During Childbirth in Uttar Pradesh, India*
    Raj A, Seth A, Bora S, Chandurkar D, Hay K, Singh K, Das A, *Dey, A.K.*, Chakraverty A, Shetye M, Saggurti N, Silverman J.
    Fourth Global Symposium on Health Systems Research, Vancouver (2016) {{{needspace}}}

