academic/academic-cv.tex
\section*{Non-Referred Publications}
\label{sec:org7b6842c}

\begin{enumerate}
\item \textbf{Using Google Trends Data to Assess Reproductive Health Needs in Nigeria During COVID-19}\\
\textbf{Dey, A.K.}, Dehingia N., Raj A.\\
Big Data and Gender in the Age of COVID-19: A Brief Series from UC San Diego (2021) \needspace{10\baselineskip}

\item \textbf{Topic Modeling of Twitter Data to Identify Issues Impacting Women and Girls' Education During The COVID-19 Pandemic}\\
\textbf{Dey, A.K.}, Dehingia N., Sassendrakumar BR, Tripathi T, Raj A.\\
Big Data and Gender in the Age of COVID-19: A Brief Series from UC San Diego (2021) \needspace{10\baselineskip}

\item \textbf{Understanding Patterns of Unplanned Pregnancies and Abortions in India During The Covid-19 Pandemic Using Google Trends Data}\\
\textbf{Dey, A.K.}, Dehingia, N., Raj A.\\
Emerge – Blog Post (2021) \needspace{10\baselineskip}

\item \textbf{Trends in Online Misogyny Before and During the COVID-19 Pandemic: Analysis of Twitter Data from Five South-Asian Countries}\\
Dehingia N., Lundgren R, \textbf{Dey, A.K.}, Raj A.\\
Big Data and Gender in the Age of COVID-19: A Brief Series from UC San Diego (2021) \needspace{10\baselineskip}

\item \textbf{Gender Differences in Social Media Communication By National Leaders During the COVID-19 Pandemic}\\
Dehingia N., \textbf{Dey, A.K.}, Raj A.\\
Big Data and Gender in the Age of COVID-19: A Brief Series from UC San Diego (2021) \needspace{10\baselineskip}

\item \textbf{A Conceptual Framework for Measuring Empowerment}\\
Raj A, \textbf{Dey, A.K.}, Lundgren R, and The EMERGE Team\\
Emerge Project Report (2021) \needspace{10\baselineskip}

\item \textbf{What Is India Doing with all its Big Data?}\\
\textbf{Dey, A.K.}\\
The Quint (2019) \needspace{10\baselineskip}
\end{enumerate}
\section*{Conference Presentations}
\label{sec:org952072c}

\subsection*{Oral Presentations}
\label{sec:org645e1a6}

\begin{enumerate}
\item \textbf{Associations Between Heat and Domestic Violence: Evidence from New Orleans, Louisiana}\\
\textbf{Dey, A.K.}, Rao N.; Thomas E.E., Ma Y., Riley G., Benmarhnia T., Raj A.\\
Sexual Violence Research Initiative Forum (2024) \needspace{10\baselineskip}

\item \textbf{Heatwaves and Home Births: Impact of Extreme Heat on Delivery Choices in India}\\
\textbf{Dey, A.K.}, Anna Dimitrova, Tarik Benmarhnia\\
36th Annual Conference of the International Society of Environmental Epidemiology (2024) \needspace{10\baselineskip}

\item \textbf{Testing Assumptions in Theories of Change}\\
\textbf{Dey, A.K.}, Irani L, Carden F \& Mark M\\
American Evaluation Association Conference, Minneapolis, Minnesota (2019) \needspace{10\baselineskip}

\item \textbf{Till Time (and Poor Planning) Do Us Part: Programs As Dynamic Systems: Incorporating Planning of Sustainability into Theories of Change}\\
Sridharan S, Nakaima A, Krishnan S, \textbf{Dey, A.K.}\\
American Evaluation Association Conference, Minneapolis, Minnesota (2019) \needspace{10\baselineskip}

\item \textbf{Learning Through Principles Discovery Methods When the Program Theory Is Unclear: A Data-Driven Approach to Understanding Context-Mechanisms-Outcomes Associated With Impacts}\\
Sridharan S, Mark M, Krishnan S, Nakaima A, \textbf{Dey, A.K.}\\
13th Biennial Conference – European Evaluation Society, Thessaloniki, Greece (2018) \needspace{10\baselineskip}

\item \textbf{Triangulating Evidence to Evaluate Complex Health Care Quality Improvement Interventions in Low Resource Settings: Experiences from Uttar Pradesh and Bihar, India}\\
Johar Z, \textbf{Dey, A.K.}, Gautam V, Saggurti N, Achyut P, Shetve M, Vajpayee J\\
31st American Evaluation Association Conference, Washington DC (2017)  \needspace{10\baselineskip}

\item \textbf{Comprehensive Measurement to Quality of Care: Examples from Studies in Public and Private Health Facilities in Uttar Pradesh and Bihar}\\
Nanda P, Saggurti N, Achyut P, Saith R, \textbf{Dey, A.K.}\\
4th Evaluation Conclave – Community of Evaluators – South Asia, Bhutan (2017) \needspace{10\baselineskip}

\item \textbf{Sharing Program Evaluation Experiences: A Comprehensive Approach to Evaluate the Effect of Interventions on Reducing Health inequities}\\
Nkwake A, Hassnain H, Ponge A, \textbf{Dey, A.K.}, Abegaz Y\\
8th AfrEA International Conference, Kampala, Uganda (2017) \needspace{10\baselineskip}

\item \textbf{The Role of Evaluations in Bridging Equities: Experiences from Latin America, Asia and Africa}\\
Atmavilas Y, Solar O, Zhao K, Sridharan S, ingabire M.G., Das A, \textbf{Dey, A.K.}\\
Global Maternal and Newborn Health Conference, Mexico (2015)   \needspace{10\baselineskip}
\end{enumerate}
\subsection*{Poster Presentations}
\label{sec:orga11521e}

\begin{enumerate}
\item \textbf{The Impact of Type and Timing of Initiation of Progestin-only Contraceptive Pills on Lactation: A Pilot Study}\\
Kully, G., Jacobs, M., Chambers C., \textbf{Dey, A.K.}, Bode L., Averbach S.\\
Society of Family Planning Conference (2023) \needspace{10\baselineskip}

\item \textbf{Early Versus Interval Postpartum Intrauterine Device Placement: A Randomized Non-inferiority Trial}\\
Kully, G., Jacobs, M., Chambers C., \textbf{Dey, A.K.}, Bode L., Averbach S.\\
XXIV FIGO World Congress of Gynecology and Obstetrics (2023) \needspace{10\baselineskip}

\item \textbf{Intimate Partner Violence Against Women and Children's Early Education Attendance}\\
Li H., \textbf{Dey, A.K.}, Singh A.K., Raj A.\\
European Conference on Educational Research (2023) \needspace{10\baselineskip}

\item \textbf{Smog Shutting Schools?: Understanding The Impact of Schools Closure Due to Extreme Weather Conditions on Teachers Agency in Delhi, India}\\
Tripathi T., Raj C., Loh C. Y. S., Mamas C., \textbf{Dey, A.K.}\\
European Conference on Educational Research (2023) \needspace{10\baselineskip}

\item \textbf{Topic Modeling of Twitter Data to Identify Grassroot Responses to Critical Race Theory in Schools}\\
Tripathi T., Bharanidharan S., \textbf{Dey, A.K.}\\
52nd Annual Northeastern Educational Research Association Conference (2021) \needspace{10\baselineskip}

\item \textbf{Assessing Inequities in Community Health Worker's Interaction and its Impact in Uttar Pradesh, India}\\
Gupta S., Tomar S., \textbf{Dey, A.K.}, Chandurkar D.\\
16th World Congress on Public Health, Online (2020) \needspace{10\baselineskip}

\item \textbf{Measuring Organizational Absorptive Capacity and Culture to Inform Health System Strengthening Efforts in Uttar Pradesh, India}\\
Yonzon K., Chandurkar D., \textbf{Dey, A.K.}, Singh K., Choudhry V.\\
12th Annual Conf on the Science of Dissemination \& Implementation, Virginia (2019) \needspace{10\baselineskip}

\item \textbf{Associations Between Family Planning Counselling and Contraceptive Continuation Among Women in Rural Uttar Pradesh, India: Findings from a Longitudinal Study}\\
Dehingia N, Chandurkar D, \textbf{Dey, A.K.}, Anand P, Choudhary V, Silverman J, Raj A.\\
International Conference on Family Planning, Kigali, Rwanda (2018)  \needspace{10\baselineskip}

\item \textbf{Exploring Associations Between Quality of Family Planning Counselling and Uptake of Methods in Public Health Facilities in Uttar Pradesh, India}\\
\textbf{Dey, A.K.}, Choudhary V, Dehingia N, Chandurkar D, Anand P, Frey B, Raj A.\\
International Conference on Family Planning, Kigali, Rwanda (2018) \needspace{10\baselineskip}

\item \textbf{Assessing Service Quality and Facility Readiness in Provision of Female Sterilization in Public Health Facilities in Uttar Pradesh, India}\\
Chakrawerty A, Dehingia N, \textbf{Dey, A.K.}, Chandurkar D.\\
9th Asia Pacific Conference on Reproductive and Sexual Health Rights, Vietnam (2017) \needspace{10\baselineskip}

\item \textbf{An integrated Approach towards Value-Based Evaluations to Support Responsiveness in Large-Scale Health Systems Addressing inequities}\\
\textbf{Dey, A.K.}, Chandurkar D, Singh K, Hay K, Dehingia N, Saggurti N, Ramesh B. M., Sridharan S.\\
Fourth Global Symposium on Health Systems Research, Vancouver (2016) \needspace{10\baselineskip}

\item \textbf{Provider Abuse and Discrimination During Childbirth in Uttar Pradesh, India}
Raj A, Seth A, Bora S, Chandurkar D, Hay K, Singh K, Das A, \textbf{Dey, A.K.}, Chakraverty A, Shetye M, Saggurti N, Silverman J.
Fourth Global Symposium on Health Systems Research, Vancouver (2016) \needspace{10\baselineskip}
\end{enumerate}
