academic/academic-cv.org
* Invited Talks

1. *Heat and Harm: How Extreme Temperatures Shape Healthcare Utilization and Violence Against Women*\\
   *Dey, A.K.*\\
   School of Medicine, University of California San Diego (2025) {{{needspace}}}

2. *Using Demographic and Health Surveys (DHS) for Environmental Epidemiological Studies*\\
   *Dey, A.K.*\\
   Scripps Institution of Oceanography, University of California San Diego (2025) {{{needspace}}}

3. *Big Data and Gender in The Age of COVID-19*\\
   Raj A., Dehingia N., *Dey, A.K.*\\
   Data Feminism Network, Online (2021) {{{needspace}}}

4. *Gender Equality, Norms and Health: Lancet Series on Gender – Paper-4*\\
   Raj A., *Dey, A.K.*\\
   Washington University, St. Louis, Missouri (2019) {{{needspace}}}

5. *Big Data and Analytics for Energy Access*\\
   *Dey, A.K.*, Thacker H, Mouli L. C., Velamala M.\\
   India Energy Access Summit, New Delhi, India (2018) {{{needspace}}}

6. *Challenges Affecting Quality of Care in India*\\
   Walker D, Kretschmer S, Saggurti N, *Dey A. K.*, Kumar V.\\
   Quality of RMNCH: Solving Challenges and Fostering Innovations, New Delhi, India (2018)  {{{needspace}}}

7. *Quality of Family Planning Services in Uttar Pradesh and Bihar, India*\\
   *Dey, A.K.*\\
   Quality of RMNCH: Solving Challenges and Fostering Innovations, New Delhi, India (2018) {{{needspace}}}

8. *Rural Livelihoods to Transforming Villages: Imperative for Multi-Dimensional Change*\\
   Ghose A., Kumar A., Bhatia J., *Dey, A.K.*\\
   Impact Conclave, New Delhi, India (2017) {{{needspace}}}

9. *Data Visualization for Effective Communication of Monitoring and Evaluation Results*\\
   *Dey, A.K.*\\
   4th Evaluation Conclave – Community of Evaluators – South Asia, Thimpu, Bhutan (2017) {{{needspace}}}

10. *Comprehensive Analysis of Equity for Evaluating Equity Effects and Improved Programming*\\
    *Dey, A.K.*\\
    8th AfrEA International Conference, Kampala, Uganda (2017) {{{needspace}}}

* Workshops and Trainings Conducted
  
1. *Developing and Validating Measures for Gender Equity and Empowerment* \\
   Online (2022) {{{needspace}}}

2. *Data Analytics and Visualization for Corporate Decision-Making* \\
   Mumbai, India (2018) {{{needspace}}}

3. *Data Visualization in R for Research Managers* \\
   New Delhi, India (2018) {{{needspace}}}
    
4. *Data Management and Validation Using MS-Excel for District Program Managers in Uttar Pradesh* \\
   Lucknow, India (2017) {{{needspace}}}

5. *Data visualization for effective communication of monitoring and evaluation results using Microsoft Excel* \\
   4th Evaluation Conclave – Community of Evaluators – South Asia, Bhutan (2017)

6. *Comprehensive Analysis of Equity using STATA for Evaluating Equity Effects and Improved Programming* \\
   4th Evaluation Conclave – Community of Evaluators – South Asia, Bhutan (2017)

* Research Assignments (Select)

1. *The Status of Women in New Orleans 2024* \\   
   2024 \\
   Role: Pre-Doctoral Fellow \\
   Funding: Junior League of New Orleans {{{needspace}}}

2. *Understanding the Health Impact of Air Pollution by Race/Ethnicity in California*\\
   2023-2024 \\
   Role: Pre-Doctoral Fellow \\
   Funding: California Air Review Board (CARB) {{{needspace}}}

3. *Impact Evaluation of a Community Level Post-Partum Family Planning Intervention in Madhya Pradesh, India* \\
   2023 \\
   Role: Research Intern \\
   Funding: Clinton Health Action Initiative {{{needspace}}}

4. *Evidence-Based Measures of Empowerment for Research on Gender Equality (Emerge)* (2019-2023)\\
   2019-2023 \\
   Role: Pre-Doctoral Fellow \\
   Funding: The Bill & Melinda Gates Foundation {{{needspace}}}

5. *Measurement Learning and Evaluation of Uttar Pradesh Technical Support Unit (UP-TSU)* (2014-2020)\\
   Role: Project Coordinator \\
   Funding: The Bill & Melinda Gates Foundation {{{needspace}}}

6. *Assessment of Modern Slavery in UP, Rajasthan and West Bengal* \\
   2018 \\
   Role: Research Manager \\
   Funding: Walk Free Foundation {{{needspace}}}

7. *Baseline Study for Partnership for Rural Integrated Development and Empowerment* \\
   2015 \\
   Role: Research Manager \\
   Funding: IKEA Foundation  {{{needspace}}}

8. *Evaluation of Multi-Dimensional Interventions Supported by Transforming Rural India* \\
   2015 \\
   Role: Research Manager \\
   Funding: Transforming Rural India Foundation (TRIF) {{{needspace}}}

9. *Impact Evaluation of NORAD's Techno-Managerial Intervention in India* \\
   2014 \\
   Role: Research Manager \\
   Funding: Norwegian Agency for Development Cooperation (NORAD) {{{needspace}}}

10. *Tracking Rural Sanitation Outcomes Through Use of Mobile Phones in Rajasthan* \\
    2013 \\
    Role: Research Manager \\
    Funding: The World Bank, Water and Sanitation Program {{{needspace}}}

11. *Impact Evaluation of Work Done on Individual Land Under Mahatma Gandhi National Rural Employment Guarantee Act (MGNREGA)* \\
    2013 \\
    Role: Research Manager \\
    Funding: United Nations Development Program (UNDP) {{{needspace}}}

* Contributions to Platforms and Packages
1. *Thin-Client to Download Data from Google Earth Engine* [[Https://Github.Com/Thrcle421/Thin-Client-For-Google-Earth-Engine][Link]] \\
   2025 \\
   Role: Conceptualized and Worked with a Full-Stack Developer to Develop a Point and Click Platform to Download Data from Google Earth Engine. {{{needspace}}}
    
2. *EMERGE: A One Stop Shop for Validated Measures on Gender Equity and Empowerment* [[Https://Emerge.Ucsd.Edu/][Link]] \\
   2021-2023 \\
   Role: Developed the Back-End Architecture, Contributed to Design and Curated Measures for the Repository {{{needspace}}}

3. *The Rural Analytic Center (TRAC)* [[Https://Www.Tracindia.Org/Page/Data-Visualization][Link]] \\
   2018 \\
   Role: Curated Datasets, and Contributed to Conceptualization and Development of the Back-End Architecture and Design {{{needspace}}}
    
* Contributions to Peer-Review

** 2025
- BMC Women's Health
- Discover Public Health {{{needspace}}}

** 2024
- Nature Communications
- Lancet Regional Health – Southeast Asia
- Environmental Health Perspectives {{{needspace}}}

** 2023
- BMC Pregnancy and Childbirth
- Frontiers in Public Health
- PLOS ONE
- Lancet Regional Health – Southeast Asia {{{needspace}}}

** 2022
- Lancet EClinical Medicine
- PLOS ONE
- SSM – Population Health
- Frontiers in Public Health {{{needspace}}}

** 2019
- SSM – Population Health {{{needspace}}}

** 2018
- BMC Reproductive Health {{{needspace}}}
