academic/academic-cv.tex
\section*{Invited Talks}
\label{sec:orgfd31132}

\begin{enumerate}
\item \textbf{Heat and Harm: How Extreme Temperatures Shape Healthcare Utilization and Violence Against Women}\\
\textbf{Dey, A.K.}\\
School of Medicine, University of California San Diego (2025) \needspace{10\baselineskip}

\item \textbf{Using Demographic and Health Surveys (DHS) for Environmental Epidemiological Studies}\\
\textbf{Dey, A.K.}\\
Scripps Institution of Oceanography, University of California San Diego (2025) \needspace{10\baselineskip}

\item \textbf{Big Data and Gender in The Age of COVID-19}\\
Raj A., Dehingia N., \textbf{Dey, A.K.}\\
Data Feminism Network, Online (2021) \needspace{10\baselineskip}

\item \textbf{Gender Equality, Norms and Health: Lancet Series on Gender – Paper-4}\\
Raj A., \textbf{Dey, A.K.}\\
Washington University, St. Louis, Missouri (2019) \needspace{10\baselineskip}

\item \textbf{Big Data and Analytics for Energy Access}\\
\textbf{Dey, A.K.}, Thacker H, Mouli L. C., Velamala M.\\
India Energy Access Summit, New Delhi, India (2018) \needspace{10\baselineskip}

\item \textbf{Challenges Affecting Quality of Care in India}\\
Walker D, Kretschmer S, Saggurti N, \textbf{Dey A. K.}, Kumar V.\\
Quality of RMNCH: Solving Challenges and Fostering Innovations, New Delhi, India (2018)  \needspace{10\baselineskip}

\item \textbf{Quality of Family Planning Services in Uttar Pradesh and Bihar, India}\\
\textbf{Dey, A.K.}\\
Quality of RMNCH: Solving Challenges and Fostering Innovations, New Delhi, India (2018) \needspace{10\baselineskip}

\item \textbf{Rural Livelihoods to Transforming Villages: Imperative for Multi-Dimensional Change}\\
Ghose A., Kumar A., Bhatia J., \textbf{Dey, A.K.}\\
Impact Conclave, New Delhi, India (2017) \needspace{10\baselineskip}

\item \textbf{Data Visualization for Effective Communication of Monitoring and Evaluation Results}\\
\textbf{Dey, A.K.}\\
4th Evaluation Conclave – Community of Evaluators – South Asia, Thimpu, Bhutan (2017) \needspace{10\baselineskip}

\item \textbf{Comprehensive Analysis of Equity for Evaluating Equity Effects and Improved Programming}\\
\textbf{Dey, A.K.}\\
8th AfrEA International Conference, Kampala, Uganda (2017) \needspace{10\baselineskip}
\end{enumerate}
\section*{Workshops and Trainings Conducted}
\label{sec:org1aa23f2}

\begin{enumerate}
\item \textbf{Using The EMERGE Platform to Develop and Validate Measures for Gender Equity and Empowerment} \\
Online (2022) \needspace{10\baselineskip}

\item \textbf{Data Analytics and Visualization for Corporate Decision-Making} \\
Mumbai, India (2018) \needspace{10\baselineskip}

\item \textbf{Data Visualization in R for Research Managers at Sambodhi Research} \\
New Delhi, India (2018) \needspace{10\baselineskip}

\item \textbf{Data Management and Validation Using MS-Excel for District Program Managers in Uttar Pradesh} \\
Lucknow, India (2017) \needspace{10\baselineskip}
\end{enumerate}
\section*{Research Assignments (Select)}
\label{sec:org0529754}

\begin{enumerate}
\item \textbf{The Status of Women in New Orleans 2024} \\
2024 \\
Role: Pre-Doctoral Fellow \\
Funding: Junior League of New Orleans \needspace{10\baselineskip}

\item \textbf{Understanding the Health Impact of Air Pollution by Race/Ethnicity in California}\\
2023-2024 \\
Role: Pre-Doctoral Fellow \\
Funding: California Air Review Board (CARB) \needspace{10\baselineskip}

\item \textbf{Impact Evaluation of a Community Level Post-Partum Family Planning Intervention in Madhya Pradesh, India} \\
2023 \\
Role: Research Intern \\
Funding: Clinton Health Action Initiative \needspace{10\baselineskip}

\item \textbf{Evidence-Based Measures of Empowerment for Research on Gender Equality (Emerge)} (2019-2023)\\
2019-2023 \\
Role: Pre-Doctoral Fellow \\
Funding: The Bill \& Melinda Gates Foundation \needspace{10\baselineskip}

\item \textbf{Measurement Learning and Evaluation of Uttar Pradesh Technical Support Unit (UP-TSU)} (2014-2020)\\
Role: Project Coordinator \\
Funding: The Bill \& Melinda Gates Foundation \needspace{10\baselineskip}

\item \textbf{Assessment of Modern Slavery in UP, Rajasthan and West Bengal} \\
2018 \\
Role: Research Manager \\
Funding: Walk Free Foundation \needspace{10\baselineskip}

\item \textbf{Baseline Study for Partnership for Rural Integrated Development and Empowerment} \\
2015 \\
Role: Research Manager \\
Funding: IKEA Foundation  \needspace{10\baselineskip}

\item \textbf{Evaluation of Multi-Dimensional Interventions Supported by Transforming Rural India} \\
2015 \\
Role: Research Manager \\
Funding: Transforming Rural India Foundation (TRIF) \needspace{10\baselineskip}

\item \textbf{Impact Evaluation of NORAD's Techno-Managerial Intervention in India} \\
2014 \\
Role: Research Manager \\
Funding: Norwegian Agency for Development Cooperation (NORAD) \needspace{10\baselineskip}

\item \textbf{Tracking Rural Sanitation Outcomes Through Use of Mobile Phones in Rajasthan} \\
2013 \\
Role: Research Manager \\
Funding: The World Bank, Water and Sanitation Program \needspace{10\baselineskip}

\item \textbf{Impact Evaluation of Work Done on Individual Land Under Mahatma Gandhi National Rural Employment Guarantee Act (MGNREGA)} \\
2013 \\
Role: Research Manager \\
Funding: United Nations Development Program (UNDP) \needspace{10\baselineskip}
\end{enumerate}
\section*{Contributions to Platforms and Packages}
\label{sec:orgd9dc8ac}
\begin{enumerate}
\item \textbf{Thin-Client to Download Data from Google Earth Engine} \href{Https://Github.Com/Thrcle421/Thin-Client-For-Google-Earth-Engine}{Link} \\
2025 \\
Role: Conceptualized and Worked with a Full-Stack Developer to Develop a Point and Click Platform to Download Data from Google Earth Engine. \needspace{10\baselineskip}

\item \textbf{EMERGE: A One Stop Shop for Validated Measures on Gender Equity and Empowerment} \href{Https://Emerge.Ucsd.Edu/}{Link} \\
2021-2023 \\
Role: Developed the Back-End Architecture, Contributed to Design and Curated Measures for the Repository \needspace{10\baselineskip}

\item \textbf{The Rural Analytic Center (TRAC)} \href{Https://Www.Tracindia.Org/Page/Data-Visualization}{Link} \\
2018 \\
Role: Curated Datasets, and Contributed to Conceptualization and Development of the Back-End Architecture and Design \needspace{10\baselineskip}
\end{enumerate}
\section*{Contributions to Peer-Review}
\label{sec:org2a7861e}

\subsection*{2025}
\label{sec:org79f182d}
\begin{itemize}
\item BMC Women's Health
\item Discover Public Health \needspace{10\baselineskip}
\end{itemize}
\subsection*{2024}
\label{sec:orgb88952f}
\begin{itemize}
\item Nature Communications
\item Lancet Regional Health – Southeast Asia
\item Environmental Health Perspectives \needspace{10\baselineskip}
\end{itemize}
\subsection*{2023}
\label{sec:org96c805a}
\begin{itemize}
\item BMC Pregnancy and Childbirth
\item Frontiers in Public Health
\item PLOS ONE
\item Lancet Regional Health – Southeast Asia \needspace{10\baselineskip}
\end{itemize}
\subsection*{2022}
\label{sec:org42bb808}
\begin{itemize}
\item Lancet EClinical Medicine
\item PLOS ONE
\item SSM – Population Health
\item Frontiers in Public Health \needspace{10\baselineskip}
\end{itemize}
\subsection*{2019}
\label{sec:org6b2f754}
\begin{itemize}
\item SSM – Population Health \needspace{10\baselineskip}
\end{itemize}
\subsection*{2018}
\label{sec:org8b6ea79}
\begin{itemize}
\item BMC Reproductive Health \needspace{10\baselineskip}
\end{itemize}
\end{document}
